Repository: yannyesteban/AquaFeel
Catalog: AquaFeel/Localizable.xcstrings
Source language: en
Languages: es_419

source: ...Search Address
es_419: …Buscar Dirección

source: (Pending)
es_419: Pendiente

source: 1 hour
es_419: 1 hora

source: 2 hours
es_419: 2 horas

source: 5 minutes
es_419: 5 Minutos

source: 10 minutes
es_419: 10minutos

source: 20 minutes
es_419: 20 minutos

source: 30 minutes
es_419: 30 minutos

source: 45 minutes
es_419: 45 minutos

source: 90 minutes
es_419: 90 minutos

source: Account
es_419: Perfil

source: Account Created Successfully
es_419: Cuenta creada correctamente

source: Account Number
es_419: Número de Cuenta

source: Activate Notification
es_419: Activar Notificación

source: Active
es_419: Activa

source: Active: %@
es_419: Activar: %@

source: Add
es_419: Agregar

source: Add Leads
es_419: Agregar Citas

source: Add Resource
es_419: Agregar Recurso

source: Add to favorites
es_419: Agregar a favorito

source: Add User
es_419: Crear Usuario

source: Address
es_419: Dirección

source: Address Information
es_419: Información de la Dirección

source: Address: %@
es_419: Dirección: %@

source: Alarm Details
es_419: De

source: Alarms
es_419: Alarmas

source: All Time
es_419: Todas

source: Alternative Number
es_419: Número Alternativo

source: Amount
es_419: Cantidad

source: Amount to Finance
es_419: Monto a financiar

source: Amount to Finance:
es_419: Monto a financiar:

source: Amount:
es_419: Monto:

source: Applicant
es_419: Solicitante

source: Applicant Income Information
es_419: Información sobre los Ingresos del Solicitante

source: Applicant Information
es_419: Información del Solicitante

# Applicant Sign %@ %@
source: Applicant Sign %1$@ %2$@
es_419: Firma del Solicitante

source: Appointment / Callback time
es_419: Cita / Hora

source: Appointment by Dates
es_419: Citas por Fecha

source: Appointment Date
es_419: Cita / Fecha

source: Appointment Set Past 30 Days
es_419: Últimos 30 días

source: Appointment Set Today
es_419: Citas para Hoy

# Appointment with: %@ %@
source: Appointment with: %1$@ %2$@
es_419: Cita con: %1$@ %2$@

source: Appointments
es_419: Citas

source: Appointments by Dates
es_419: Citas por Fechas

source: Approval / Purchaser %@
es_419: Aprobación / Cliente:

source: Approval / Purchaser 1
es_419: Aprobación / Cliente 1

source: Approval / Purchaser 2
es_419: Aprobación / Cliente 2

source: Approval / Purchaser: %@
es_419: Aprobación / Cliente:

source: Apt / Suite
es_419: Apto / Suite

source: are you sure to delete record?
es_419: Seguro de eliminar el Registro?

source: are you sure to leave?
es_419: Seguro de salir?

source: Are you sure you want to change the status?
es_419: Seguro de cambiar el Estatus

source: Are you sure you want to change the user?
es_419: Seguro de cambiar el Usuario

source: Are you sure you want to delete the contract?
es_419: Seguro de eliminar el registro?

source: Are you sure you want to delete the lead?
es_419: Seguro de eliminar la Cita

source: Are you sure you want to delete the notification?
es_419: Seguro de eliminar la notificación?

source: Are you sure you want to delete the resource?
es_419: Seguro de eliminar el Recurso?

source: Are you sure you want to delete?
es_419: Seguro de eliminar el Registro?

source: Are you sure you want?
es_419: Está seguro?

source: Are you sure?
es_419: Está seguro?

source: Avoid
es_419: Evitar

source: back
es_419: atrás

source: Bank Name
es_419: Nombre del Banco

source: Basic Info
es_419: Información Básica

source: Block
es_419: Bloquear

source: Block User
es_419: Bloquear Usuario

source: Brand
es_419: Marca

source: Brand Name
es_419: Nombre de la Marca

source: Brand: %@
es_419: Marca: %@

source: Brands List
es_419: Lista de Marcas

source: Business Phone
es_419: Teléfono de la Empresa

source: Buyer 1 Cell
es_419: Teléfono

source: Buyer 1 Name
es_419: Nombre del 1er comprador

source: Buyer 1 Phone
es_419: Teléfono

source: Buyer 1: %@
es_419: Cliente 1: %@

source: Buyer 2 Cell
es_419: Teléfono

source: Buyer 2 Name
es_419: Nombre del 2do comprador

source: Buyer 2 Phone
es_419: Teléfono

source: Buyer 2: %@
es_419: 2do Cliente: %@

source: Buyer Information
es_419: Información del Cliente

source: Buyer1 Information
es_419: Información del 1er Cliente

source: Buyer2 Information
es_419: Información del 2do Cliente

source: Cancel
es_419: Volver

source: Cancel Appointment
es_419: Cancelar Cita

source: Card Information
es_419: Información de la Tarjeta de Crédito

source: Cash Price
es_419: Precio en efectivo

source: Cash Price:
es_419: Precio en Efectivo:

source: Cell Phone
es_419: Teléfono Móvil

source: Cell: %@
es_419: Celular: %@

source: Change
es_419: Cambiar

source: Change Password
es_419: Cambiar Clave

source: Change World!
es_419: Cambia al Mundo!

source: Choose color
es_419: Seleccione color

source: Choose from Library
es_419: Abrir de la librería

source: City
es_419: Ciudad

source: City: %@
es_419: Ciudad: %@

source: Close
es_419: Cerrar

source: Co Applicant
es_419: Co Solicitante

source: Co Applicant Income Information
es_419: Información de Ingreso del Co Solicitante

source: Co Applicant Information
es_419: Información del Co Solicitante

# Co Applicant Sign %@ %@
source: Co Applicant Sign %1$@ %2$@
es_419: Firma Co Solicitante%@ %@

source: Confirm new Password
es_419: Confirme Clave

source: Confirm New Password
es_419: Confirme Clave

source: Confirm Password
es_419: Confirme la Clave

source: Confirmation
es_419: Confirmación

source: Contact Info
es_419: Información de Contacto

source: Contracts
es_419: Contratos

source: Copied
es_419: Copiado

source: Copy
es_419: Copiar

source: Country
es_419: País

source: Create Lead
es_419: Crear Lead

source: Created By: %@
es_419: Creado por %@

source: Created On:
es_419: Se creó el:

source: Created On: %@
es_419: Creado En: %@

source: Credit Aplication
es_419: Formulario de Crédito

source: Credit Application
es_419: Aplicaciones de Crédito

source: Credit Application List
es_419: Aplicaciones de Crédito

source: Credit Card
es_419: Tarjeta de Crédito

source: Credit Card Authorization
es_419: Autorización de la Tarjeta de Crédito

source: Credit Card Authorizations
es_419: Autorizaciones de Pago

source: Custom
es_419: Personalizado

source: Dark
es_419: Oscuro

source: Dark mode
es_419: Modo Oscuro

source: Dark Mode
es_419: Modo Oscuro

source: Date
es_419: Fecha

source: Date Created
es_419: Creado

source: Date of Birth
es_419: Fecha de Nacimiento

source: Date Range
es_419: Desde / Hasta

source: Date: %@
es_419: Fecha: %@

source: Delete
es_419: Eliminar

source: Delete record
es_419: Eliminar registro

source: Description
es_419: Descripción

source: Description: %@
es_419: Descripción: %@

source: Down Payment
es_419: Depósito

source: Down Payment:
es_419: Depósito:

source: Edit
es_419: Editar

source: Edit Alarm
es_419: Editar Alarma

source: Edit Profile
es_419: Editar Perfil

source: Edit Resource
es_419: Editar Recurso

source: email
es_419: Correo Electrónico

source: Email
es_419: Correo

source: Email: %@
es_419: Correo: %@

source: Employer
es_419: Empleador

source: English
es_419: Inglés

source: Enter names, separated by commas
es_419: Nombres separados por coma

source: Enter New password
es_419: Ingrese la nueva clave

source: EQ phone
es_419: EQ teléfono

source: Escribe una dirección
es_419: Escriba una dirección

source: EXP Date
es_419: EXP Fecha

source: EXP ID
es_419: Vencimiento del ID

source: Failed to load PDF.
es_419: No se pudo cargar el PDF

source: Favorites
es_419: Favoritos

source: Filter Date
es_419: Filtro por Fecha

source: Filter Options
es_419: Opciones del Filtro

source: Finance Charge
es_419: Cargo financiero

source: Finance Charge:
es_419: Cargo financiero:

source: Find By
es_419: Buscar por

source: First Name
es_419: Nombre

source: Forgot Password?
es_419: Olvidó su clave?

source: From
es_419: De

source: Generate PDF
es_419: Crear PDF

source: Good Morning
es_419: Buenos días

source: Green
es_419: Verde

source: Gregorian
es_419: gregoriano

source: Hello, World!
es_419: Hola a Todos

source: Hide
es_419: Ocultar

source: History
es_419: Historial

source: Home
es_419: Inicio

source: How Long Here
es_419: Cuánto tiempo aquí?

source: How Long Here:
es_419: Cuánto tiempo aquí?:

source: Ice Maker
es_419: Hielera

source: Ice Maker: %@
es_419: Hielera: %@

source: Image Size
es_419: Tamaño de la Imagem

source: Installation
es_419: Instalación

source: Installation Date
es_419: Fecha de instalación

source: Installation Day
es_419: Día de Instalación

source: Installation Day: %@
es_419: Día de Instalación: %@

source: Installation Information
es_419: Información de la Instalación

source: Installation:
es_419: Instalación:

source: Interval
es_419: Intervalo

source: Interval to Finance
es_419: Intervalo a Financiar

source: Interval: %lld
es_419: Intérvalo: %lld

source: invalid file
es_419: archivo inválido

source: Language
es_419: Lenguaje

source: Languaje
es_419: Lenguaje

source: Lasso Options
es_419: Opciones del Lazo

source: Last Name
es_419: Apellido

source: Last Updated
es_419: Última Actualización

source: Lead Created Today
es_419: Leads Creados Hoy

source: Lead for Today
es_419: Cita para Hoy

source: Leads
es_419: Citas

source: Leads by Dates
es_419: Citas por Fechas

source: Leads List
es_419: Citas

source: License
es_419: Licencia

source: Light
es_419: Claro

source: Loading PDF...
es_419: Cargando PDF...

source: Loading...
es_419: Espere...

source: Log in
es_419: Acceder

source: Log out
es_419: Cerrar sesión

source: Logging in...
es_419: Entrando

source: Main
es_419: principal

source: Map
es_419: Mapa

source: Marked Task
es_419: Tarea Marcada

source: Message
es_419: Mensaje

source: Model
es_419: Modelo

source: Model Name
es_419: Nombre del Modelo

source: Models List
es_419: Lista de Modelos

source: MONTH
es_419: MES

source: Monthly Payment
es_419: Mensualidad

source: Monthly Payment:
es_419: Mensualidad

source: Mortage Company
es_419: Compañía Hipotecaria

source: Mortage Information
es_419: Información sobre hipotecas

source: Mortaged
es_419: Hipotecada

source: Mortgage Company
es_419: Compañía Hipotecaria

source: Mortgage Information
es_419: Información sobre hipotecas

source: Mortgaged
es_419: Hipotecada

source: My Appointments
es_419: Mis Citas

source: Name
es_419: Nombre

source: Name as appears on the Card
es_419: Nombre que aparece en la Tarjeta

source: Name:
es_419: Nombre:

source: Natural Soap Package
es_419: Paquete de Jabón Natural

source: New Alarm
es_419: Nueva Alarma

source: New Password
es_419: Clave

source: Next
es_419: Siguiente

source: No Data
es_419: No hay datos

source: no data found!
es_419: no hay registros!

source: no leads
es_419: no hay citas

source: No leads found!
es_419: no hay Citas!

source: No signature available
es_419: Sin firma

source: Note
es_419: Nota

source: Note: %@
es_419: Nota: %@

source: Notification is active
es_419: Notificación activada

source: Notification is inactive
es_419: Notificación está Inactiva

source: Notifications
es_419: Notificaciones

source: Number of Payment
es_419: Número de Pagos

source: of
es_419: de

source: Offline
es_419: Sin conexión

source: OK
es_419: Aceptar

source: Old Password
es_419: Clave Anterior

source: Old Time %@
es_419: Hora Antigua %@

source: Order Details
es_419: Detalle de la Orden

source: Owner
es_419: Propietario

source: Owners List
es_419: Propietarios

source: Paid
es_419: Pagada

source: Password
es_419: Clave

source: Password updated sucessfully
es_419: Clave actualizada correctamente

source: Passwords do not match
es_419: Clave no coincide

source: People Involved
es_419: Personas

source: People: %lld
es_419: Habitantes: %lld

source: Personal Information
es_419: Información Personal

source: Personal Reference
es_419: Referencia Personal

source: Phone
es_419: Teléfono

source: Phone Number
es_419: Número de Teléfono

source: Phone: %@
es_419: Teléfono: %@

source: Phone2: %@
es_419: Teléfono: %@

source: Play in background
es_419: Ejecutar en segundo plano

source: Please enter a date
es_419: Introduzca una Fecha

source: please put your email
es_419: ingrese tu correo

source: Please sign your name inside the rectangle
es_419: Por favor firme su nombre dentro del rectángulo

source: Please wait while we are verifying your details
es_419: Por favor espere mientras se verifica sus datos

source: Pos: %lld minutes ago
es_419: Pos: %lld minutos atrás

source: Position
es_419: Posición

source: PREFRENCES
es_419: Preferencias

source: Previous Employer
es_419: Empleador Anterior

source: Price Information
es_419: Información del Precio

source: print
es_419: imprimir

source: Products
es_419: Productos

source: Profile
es_419: Perfil

source: Promotion
es_419: Promoción

source: Promotion: %@
es_419: Promoción: %@

source: Quick Date
es_419: Fecha Rápida

source: quit
es_419: salir

source: Quit
es_419: Salir

source: record updated sucessfully
es_419: registro actualizado correctamente

source: Register
es_419: Registrar

source: Relationship
es_419: Relación

source: Rent
es_419: Rentada

source: Repeats
es_419: Repetir

source: Reports
es_419: Reportes

source: Reset
es_419: Restablecer

source: Resource Details
es_419: Detalle

source: Resource Type
es_419: Tipo de Recurso

source: Resources
es_419: Recursos

source: Resources Creator
es_419: Recursos

source: Reverse Osmosis
es_419: Sistema de Osmosis Inversa

source: Reverse Osmosis + Alkaline
es_419: Sistema de Ósmosis Inversa + Alcalino

source: Role
es_419: Rol

source: Role:
es_419: Rol:

source: Role: %@
es_419: Rol: %@

source: Route
es_419: Ruta

source: Route Created Successfully
es_419: Ruta Creada Correctamente

source: Route Info
es_419: Información

source: Route it
es_419: Enrutar

source: Route It
es_419: Enrutar

source: Route List
es_419: Rutas

source: Route Name
es_419: Nombre de la Ruta

source: Routes
es_419: Rutas

source: Routing Number
es_419: Número de Ruta

source: Salary
es_419: Salario

source: Salary:
es_419: Salario:

source: save
es_419: Guardar

source: Save
es_419: Continuar

source: SAVE
es_419: Guardar

source: Saving
es_419: Ahorro

source: search by...
es_419: Buscar...

source: Search by...
es_419: Buscar...

source: Search Lead
es_419: Buscar

source: Searching...
es_419: Buscando...

source: select a brand...
es_419: seleccione una marca...

source: select a model...
es_419: seleccione un modelo...

source: Select All
es_419: Seleccionar Todos

source: Select an image
es_419: Seleccione una Imagen

source: select Brand...
es_419: seleccione la Marca...

source: Select File
es_419: Seleccione un Archivo

source: Select Status
es_419: Seleccione un Estatus

source: Select User
es_419: Seleccione un Usuario

source: Select Users
es_419: Seleccione un Usuario

source: Selected File: %@
es_419: Archivo Seleccionado: %@

source: Send SMS
es_419: Enviar Mensaje

source: Set Appointment
es_419: Programar Cita

source: Settings
es_419: Configuración

source: Show Address
es_419: Mostrar Dirección

source: Show all status
es_419: Mostrar todos los Estatus

source: Show History
es_419: Mostrar el Historial

source: Show PDF
es_419: Mostrar PDF

source: sign
es_419: Firmar

source: Sign Up
es_419: Registrarse

source: Source of Other Income
es_419: Fuente de Otros Ingresos

source: Spanish
es_419: Español

source: Start Date
es_419: Fecha de Inicio

source: State
es_419: Estado

source: State: %@
es_419: Estado: %@

source: Statistics
es_419: Estadísticas

source: Stats
es_419: Estadísticas

source: Street
es_419: Calle

source: Street Address
es_419: Dirección

source: Street Address: %@
es_419: Calle: %@

source: System
es_419: Sistema

source: System 1 Name
es_419: Nombre del Sistema

source: System 1: %@
es_419: Primer Sistema: %@

source: System 2: %@
es_419: Segundo Sistema: %@

source: System access was denied
es_419: Acceso denegado

source: System Information
es_419: Información del sistema

source: System Information 2
es_419: Información del sistema 2

source: Take Photo
es_419: Tomar Foto

source: Take Photo with Camera
es_419: Tomar foto con la Cámara

source: Task to Do
es_419: Tareas que hacer

source: Taxes
es_419: Impuestos

source: Taxes:
es_419: Impuestos:

source: Terms Amount
es_419: Condiciones Monto

source: Terms Amount:
es_419: Términos:

source: Terms or Payment Methods
es_419: Términos / Métodos de pago

source: Theme
es_419: Tema

source: This Month
es_419: Este mes

source: This Week
es_419: Esta Semana

source: This Year
es_419: Este Año

source: Time
es_419: Hora

source: Time Before
es_419: Tiempo Antes

source: To
es_419: a

source: Today
es_419: Hoy

source: Total Cash
es_419: Total Efectivo

source: Total Cash Price
es_419: Precio Total en Efectivo

source: Total Cash Price:
es_419: Precio total en efectivo:

source: Total Cash:
es_419: Total Efectivo:

source: Total Count
es_419: Total

source: Total of Payments
es_419: Total de pagos

source: Total of Payments:
es_419: Total a Pagar:

source: Transaction completed correctly!
es_419: Transacción completada!

source: Transportation mode:
es_419: Modo de Transporte

source: Type
es_419: Tipo

source: Type: %@
es_419: Tipo: %@

source: Unblock
es_419: Desbloquear

source: Update Profile
es_419: Actualizar Perfil

source: Updated On:
es_419: Se actualizó el:

source: Updated On: %@
es_419: Actualizado: %@

source: Upload Image
es_419: Subir Imagen

source: Use Calendar App
es_419: Usar Calendario

source: User
es_419: Usuario

source: User Manager
es_419: Gestión de Usuarios

source: Users
es_419: Usuarios

source: Users Location
es_419: Ubicaciones de los Usuarios

source: Users Manager
es_419: Administrador Usuarios

source: Users to Block
es_419: Usuarios Bloqueados

source: Verification
es_419: Verificación

source: Verified
es_419: Verificado

source: Verify
es_419: Verificar

source: Verifying
es_419: Verificando

source: View Settings
es_419: Configuración

source: Water source
es_419: Suministro del agua

source: Welcome back
es_419: Bienvenido

source: Welcome back!
es_419: Bienvenido!

source: Whole House Aquafeel System
es_419: Sistema Aquafeel para toda la casa

source: Work Credit List
es_419: Lista de Créditos Laborales

source: Work Order
es_419: Órdenes de Trabajo

source: Work Order List
es_419: Lista de órdenes de trabajo

source: Write a note...
es_419: Escriba una Observación

source: Years
es_419: Años de Antigüedad

source: Years:
es_419: Años de antigüedad:

source: Yesterday
es_419: Ayer

source: Zip Code
es_419: Código Postal
